export type FaqListType = {
  q: string;
  a: string;
};


// Байкал расположен почти в центре Азии в пределах 51°29′– 55°46′ с. ш. и 103°43′–109°58′ в. д. 


export const faqList: FaqListType[] = [
  {
    q: 'Каковы размеры Байкала',
    a: 'Длина озера 636 км, максимальная ширина 81 км, длина береговой линии около 2000 км. Площадь 31 500 кв км. По площади Байкал занимает 7-е место среди озер мира после Каспия, Виктории, Танганьики, Гурона, Мичигана и Верхнего. Байкал самое глубокое в мире озеро – 1637 м, его средняя глубина равна 730 м.',
  },
  {
    q: 'Где находится Байкал',
    a: 'Байкал расположен почти в центре Азии в пределах 51°29′– 55°46′ с. ш. и 103°43′–109°58′ в. д.',
  },
  {
    q: 'Каково происхождение озера Байкал',
    a: 'Существует 4 теории происхождения Байкала: теория о Байкальской рифтовой зоне, теория ледникового происхождения озерной котловины, теория тектонического происхождения озера и теория вулканического происхождения байкальской котловины.',
  },
  {
    q: 'Сколько лет Байкалу',
    a: 'Информация о возрасте разнится. По версии ученых водоем образовался около 30 млн. лет назад. Но современное очертание он приобрел 2-3 млн. лет назад.',
  },
  {
    q: 'Происхождение названия',
    a: 'По одному из предположений исследователей — это тюркоязычное наименование Бай-Куль («богатое озеро»), по аналогии с Иссык-Кулем («теплое озеро»). Родилось оно благодаря рыбной ловле, одному из основных занятий мужчин, проживавших на побережье Байкала.'
  },
  {
    q: 'Когда открыто озеро',
    a: 'Впервые об озере упоминается в китайской летописи, созданной в 119 г. до нашей эры. Также о нем писал путешественник Марко Поло. В древности на Руси тоже периодически встречались упоминания озера Байкал, но особого смысла они не несли. ',
  },
];
