// Байкал расположен почти в центре Азии в пределах 51°29′– 55°46′ с. ш. и 103°43′–109°58′ в. д. Длина озера 636 км, максимальная ширина 81 км, длина береговой линии около 2000 км. Площадь 31 500 км 2 . По площади Байкал занимает 7-е место среди озер мира после Каспия, Виктории, Танганьики, Гурона, Мичигана и Верхнего. Байкал самое глубокое в мире озеро – 1637 м, его средняя глубина равна 730 м.

import Cherepakha from 'assets/images/cherepakha.jpg';
import Listvianka from 'assets/images/listvianka.jpg';
import Shamanka from 'assets/images/shamanka.jpg';

import Olkhon from 'assets/images/olkhon-island.jpg';
import Hoboy from 'assets/images/cape-khoboy.jpg';
import MaloeMore from 'assets/images/small-sea.jpg';
import Ogoy from 'assets/images/ogoy-island.jpg';
import Tazheran from 'assets/images/tazheran-steppes.jpg';
import Peschanaya from 'assets/images/peschanaya-bay.jpg';
import SaganZaba from 'assets/images/sagan-zaba-cliff.jpg';
import BaikalMuseum from 'assets/images/baikal-museum.jpg';
import EthnographicComplexTaltsy from 'assets/images/ethnographic-complex-taltsy.jpg';
import EethnoparkGoldenHorde from 'assets/images/ethnopark-golden-horde.jpg';
import BarguzinValley from 'assets/images/barguzin-valley.jpg';
import SuvaSaxony from 'assets/images/suva-saxony.jpg';
import HolyNosePeninsula from 'assets/images/holy-nose-peninsula.jpg';
import UshkanyIslands from 'assets/images/ushkany-islands.jpg';
import IvolginskyDatsan from 'assets/images/ivolginsky-datsan.jpg';
import VillageTarbagatai from 'assets/images/village-tarbagatai.jpg';
import CircumBaikalRailway from 'assets/images/circum-baikal-railway.jpg';
import BaikalNatureReserve from 'assets/images/baikal-nature-reserve.jpg';
import PomegranateBeach from 'assets/images/pomegranate-beach.jpg';
import CherskyPeak from 'assets/images/chersky-peak.jpg';
import TunkinskayaValley from 'assets/images/tunkinskaya-valley.jpg';
import KhakusaHotSprings from 'assets/images/khakusa-hot-springs.jpg';
import AyayaBay from 'assets/images/ayaya-bay.jpg';
import LakeFrolikha from 'assets/images/lake-frolikha.jpg';
import ListvyankaVillage from 'assets/images/listvyanka-village.jpg';
import BaikalLenskyReserve from 'assets/images/baikal-lensky-reserve.jpg';
import BaikalSurf from 'assets/images/baikal-surf.jpg';
import EastlandSkiSlope from 'assets/images/eastland-ski-slope.jpg';
import HotThermalSpringGoudzhekit from 'assets/images/hot-thermal-spring-goudzhekit.jpg';
import HotThermalSpringDzelinda from 'assets/images/dzelinda-hot-thermal-spring.jpg';
import CapeKotelnikovsky from 'assets/images/cape-kotelnikovsky.jpg';
import CapeRyty from 'assets/images/cape-ryty.jpg';
import YarkiIsland from 'assets/images/yarki-island.jpg';
import ChivyrkuiskyBay from 'assets/images/chivyrkuisky-bay.jpg';




// import myIcon from "./map.png";
import myIcon from 'assets/icons/location.svg';

// export type mapPointsType = {
//   id: number;
//   coordinates: number[];
//   hint: string;
//   link?: string;
//   image?: string;
//   address?: string;
//   content?: string;
// };

export const mapPoints = [
  // {
  //   id: 1,
  //   coordinates: [52.969670851848676, 108.2421621533966],
  //   hint: 'Камень Черепаха',
  //   link: '/',
  //   image: Cherepakha,
  //   address: 'Республика Бурятия, Прибайкальский район',
  //   content: ``
  // },
  // {
  //   id: 2,
  //   coordinates: [51.8617080602347, 104.86633332738097],
  //   hint: 'Листвянка',
  //   link: '/',
  //   image: Listvianka,
  //   address: 'Иркутская область',
  // },
 
  {
    coordinates: [53.168167,107.374314],
    id: 4,
    hint: 'Остров Ольхон',
    link: '/sights',
    image: Olkhon,
    address: 'Ольхо́н, Иркутская область, Россия',
    content: `Ольхон – самый большой остров на Байкале, его площадь составляет около 730 км2. Он входит в состав Прибайкальского заповедника, при этом здесь есть несколько населенных пунктов, в которых живут более 1700 человек. Самый большой поселок – Хужир, в нем работают гостевые дома, кафе, магазины, информационный центр, музей, пункты проката снаряжения для туристов. Именно отсюда обычно начинаются экскурсии по Ольхону.



На остров едут, чтобы увидеть дикую байкальскую природу и познакомиться с местной культурой. Здесь много интересных мест для посещения, в том числе:

Краеведческий музей. Небольшой музей находится в Хужире, экспозиция рассказывает об истории Ольхона.
Скала Шаманка. Расположена на западном берегу острова. Издавна служила местом для шаманских ритуалов: они проводились в пещере, проходящей под мысом.
Урочище Песчаное. Небольшой поселок на берегу Нюрганской губы, в окрестностях которого растут деревья необычной формы и редкие растения.
Мыс Хоргой. Расположен в южной части острова. Интересен остатками большой защитной стены, которую построили древние жители Ольхона много веков назад.
Мыс Хобой. Находится на севере острова. Отличное место, чтобы полюбоваться Байкалом – считается, что здесь особенно красивые рассветы.
Пляжи. На Ольхоне есть несколько участков для пляжного отдыха. Большой пляж расположен рядом с Хужиром, на берегу Сарайского залива, покрыт песком и мелкой галькой. Вода у побережья холодная, поэтому купаться здесь можно только в июле-августе.
Ольхон можно посещать в любое время года. До острова курсируют паромы и теплоходы, а когда Байкал замерзает, открывается ледовая переправа.`
  },
  {
    coordinates: [53.410652,107.789498],
    id: 5,
    hint: 'Мыс Хобой',
    link: '/sights',
    image: Hoboy,
    address: 'Мыс Хобой, Иркутская область, Россия.',
    content: `«Хобой» по-бурятски значит «клык» – если присмотреться, эта выступающая скала действительно напоминает длинный клык. Мыс, носящий статус ландшафтного памятника, находится в северной части острова Ольхон.



Гористая местность с гротами и каменными арками очень живописна, поэтому сюда приезжают, чтобы посмотреть на пейзажи и сделать красивые фотографии. Рядом с мысом есть спуск на пляж, на котором можно остановиться подольше: позагорать или поставить палатку.`
  },
  {
    coordinates: [53.269586,107.313876],
    id: 6,
    hint: 'Малое море',
    link: '/sights',
    image: MaloeMore,
    address: 'Малое Море, Иркутская область, Россия.',
    content: `Малым морем называют участок между Ольхоном и западным берегом Байкала. Место хорошо доступно и живописно, поэтому здесь часто останавливаются туристы.


На Малое море едут, чтобы позагорать на пляже. В летние месяцы вода прогревается достаточно для того, чтобы покупаться. Кроме того, здесь можно ловить рыбу – местные рыбаки ловят знаменитого байкальского омуля. Благодаря хорошей транспортной доступности этот район станет удобной стартовой точкой для экскурсий по окрестностям.`
  },
  {
    coordinates: [53.128613,106.998935],
    id: 7,
    hint: 'Остров Огой',
    link: '/sights',
    image: Ogoy,
    address: 'Остров Огой, Иркутская область, Россия.',
    content: `В Малом море находится небольшой островок Огой. Хотя его длина всего 2,9 км, а ширина – чуть более полукилометра, каждый год сюда приезжают сотни туристов. Летом можно добраться на катере или другом водном транспорте, зимой с берега прокладываются дороги по льду.



Основная достопримечательность Огоя – буддийская Ступа Просветления. Ее построили в 2005 году на самом высоком месте островка. Сооружение из особо прочного влагостойкого бетона стойко выдерживает суровый байкальский климат. Ступу посещают не только буддисты, но и обычные туристы, которые интересуются буддийской культурой.`
  },
  {
    coordinates: [52.930684063186916,106.62365665845658],
    id: 8,
    hint: 'Тажеранские степи',
    link: '/sights',
    image: Tazheran,
    address: 'Тажеранская степь, Иркутская область, Россия.',
    content: `На западном берегу Байкала, между озером и рекой Ангой, находятся Тажеранские степи. Этой местностью давно интересуются геологи: здесь найдено сразу несколько редких минералов, в том числе названный в честь Тажеран камень тажеранит. Кроме того, в степях обнаружены изумруды, алмазы и другие ценные породы.

Зачем посещать.

Обычных туристов Тажеранские степи привлекают, в основном, не уникальной почвой, а красивыми пейзажами. Здесь есть несколько минеральных озер со стаями водоплавающих птиц. Также стоит осмотреть местные пещеры, среди которых – крупные комплексы со сталактитами и сталагмитами. На берегу Байкала есть несколько живописных бухт.`
  },
  {
    coordinates: [52.318689234947946,105.77572216400097],
    id: 9,
    hint: 'Бухта Песчаная',
    link: '/sights',
    image: Peschanaya,
    address: 'Бухта Песчаная, улица Байкальские Дюны турбаза, Иркутская область, Россия.',
    content: `Живописная бухта, окруженная лесами и горами, расположена примерно в 80 км от поселка Листвянка, ближайший населенный пункт – село Большое Голоустное – находится в 30 км. В окрестностях Песчаной есть базы отдыха.


Бухта привлекает любителей пляжного отдыха – здесь чистый песок, который хорошо прогревается летом. Красивые пейзажи с величественными, покрытыми лесами горами, сделают отдых еще более расслабляющим. Оригинальная достопримечательность бухты – «ходульные» деревья с оголенными корнями, которые образовались из-за эрозии прибрежной почвы.`
  },
  {
    coordinates: [52.62773004183921,106.37002390721462],
    id: 10,
    hint: 'Утес Саган-Заба',
    link: '/sights',
    image: SaganZaba,
    address: 'Утес Саган-Заба, Иркутская область, Россия.',
    content: `«Саган-Заба» в переводе на русский значит «Белая Скала» – утес получил это название, потому что сложен из белого мрамора. Скала находится на западном берегу Байкала, из-за светлого цвета она хорошо заметна издалека. Добраться сюда можно по воде или по дороге, проложенной к утесу.

Утес входит в состав Прибайкальского парка и считается памятником природы. Однако туристов он привлекает не только своей суровой красотой, но и историей: на Саган-Заба есть несколько интересных наскальных рисунков – петроглифов.

Древние обитатели этих мест нанесли на скалу изображения людей и животных. Среди рисунков Белой Скалы есть необычный зверь, окруженный человеческими фигурами. По одной из версий, он изображает божество солнца – космического оленя.`
  },
  {
    coordinates: [51.85,104.86],
    id: 11,
    hint: 'Музей Байкала',
    link: '/sights',
    image: BaikalMuseum,
    address: 'Байкальский музей ИНЦ, Академическая улица, Листвянка, Иркутская область, Россия.',
    content: `Выбирая, что посмотреть на Байкале, обратите внимание на музей, посвященный озеру. Он работает в поселке Листвянка с 1993 года, сейчас в экспозиции больше 17 тыс. экспонатов. Выставка посвящена экосистеме озера и ее исследованиям. В состав музея также входит дендропарк, в котором высажены редкие деревья и другие растения.

Экспозиция Байкальского музея состоит из обычных и интерактивных экспонатов. Например, здесь есть экраны с трансляциями участков озера в режиме реального времени. Также действует «виртуальный батискаф», в котором имитируется погружение на глубину более 1,5 км.

В музее установлено несколько больших аквариумов с байкальскими обитателями: в них живут омули, креветки, рачки, осетры и даже нерпы. При этом вода для этих резервуаров подается из Байкала, чтобы сохранить для животных естественную среду обитания.`
  },
  // {
  //   coordinates: [51.847568,107.780461],
  //   id: 12,
  //   hint: 'Этнографический комплекс «Тальцы»',
  //   link: '/',
  //   image: EthnographicComplexTaltsy,
  //   address: 'Тальцы, Байкальский тракт, Тальцы, Иркутская область, Россия.',
  //   content: ``
  // },
  {
    coordinates: [59.95, 30.21],
    id: 13,
    hint: 'Этнопарк «Золотая Орда»',
    link: '/sights',
    image: EethnoparkGoldenHorde,
    address: 'Этнопарк Золотая Орда Golden Horde Park, 72-й км Качугского тракта, Усть-Ордынский, Иркутская область, Россия.',
    content: `Еще один этнокомплекс, в который можно заехать по дороге на Байкал, называется «Золотая Орда». Он находится рядом с поселком Усть-Ордынский и представляет собой музей под открытым небом, посвященный бурятской культуре.
В этнопарк едут, чтобы посмотреть тематические выставки и зайти в традиционные бурятские юрты (среди них – большая резная Хан-Юрта). Кроме того, здесь можно попробовать национальную кухню, познакомиться с народными танцами, обрядами и ремеслами, купить этнические сувениры на память.`
  },
  {
    coordinates: [53.616427,109.629858],
    id: 14,
    hint: 'Баргузинская долина',
    link: '/sights',
    image: BarguzinValley,
    address: 'Баргузинский хребет, Республика Бурятия, Россия.',
    content: `Баргузинская долина находится в восточной части Байкальского региона, в республике Бурятия. Долина ограничена Баргузинским и Икатским горными хребтами, ее общая протяженность составляет около 250 км.

В долине есть природные и рукотворные достопримечательности, в том числе:

Этнографические и краеведческие музеи: действуют в селе Максимиха, улусе Улюн, поселке Баргузин и других населенных пунктах.
Ининский сад камней – комплекс живописных природных валунов, расположенный у реки Ину.
Дуган богини Янжимы – буддийский храм рядом с деревней Ярикта, а также несколько других религиозных центров.
Множество живописных озер и бурных речек с чистой водой.
По Баргузинской долине проводятся пешие походы и автомобильные экскурсии. Здесь есть места для альпинизма и рафтинга, зимой можно кататься на лыжах.`
  },
  {
    coordinates: [53.627524,110.023302],
    id: 15,
    hint: 'Сувинская Саксония',
    link: '/sights',
    image: SuvaSaxony,
    address: 'Сувинский Саксонский Замок, Республика Бурятия, Россия.',
    content: `Одна из достопримечательностей Баргузинской долины, расположенная у Икатского хребта, получила необычное название Сувинской Саксонии. Это место представляет собой группу камней, напоминающих развалины древнего замка. На самом деле камни нерукотворные и появились здесь без участия человека.


Туристы едут в Сувинскую Саксонию не только для того, чтобы осмотреть живописные скалы, но и ради вида на Баргузинскую долину. С высоты открывается панорама окрестностей с лесами, озерами, горами, петляющими реками и дорогами. Место хорошо доступно – сюда можно добраться пешком или на машине.`
  },
  {
    coordinates: [53.855856,108.711942],
    id: 17,
    hint: 'Ушканьи острова',
    link: '/sights',
    image: UshkanyIslands,
    address: 'Ушканьи острова, Республика Бурятия, Россия',
    content: `Рядом с полуостровом Святой Нос находится архипелаг из четырех островов, который имеет статус охраняемого памятника природы. Небольшие (общая площадь – меньше 10 км2), поросшие лесом островки известны тем, что их облюбовали байкальские нерпы.

Ушканьи острова находятся под охраной, поэтому их посещение возможно только после получения разрешения. Среди особенностей архипелага не только большое количество нерп (на самом крупном лежбище собираются до 2 тысяч особей), но и редкие растения, а также остатки стоянок человека времен палеолита.`
  },
  {
    coordinates: [51.759308,107.203338],
    id: 18,
    hint: 'Иволгинский дацан',
    link: '/sights',
    image: IvolginskyDatsan,
    address: 'Иволгинский дацан «Хамбын Хурээ», Иволгинский дацан, Республика Бурятия, Россия.',
    content: `В бурятском селе Верхняя Иволга расположен один из самых крупных в России буддистских центров. Комплекс включает в себя монастырь, несколько действующих храмов, университет и другие постройки.

Туристов Иволгинский дацан привлекает не только традициями буддизма и религиозными обрядами, но и оригинальной архитектурой. При дацане действует музей, работает визитно-информационный центр, в котором можно получить расписание служб (хуралов) или заказать экскурсию.`
  },
  {
    coordinates: [47.637144,82.16315],
    id: 19,
    hint: 'Село Тарбагатай',
    link: '/sights',
    image: VillageTarbagatai,
    address: 'Тарбагатай, Республика Бурятия, Россия.',
    content: `Примерно в 50 км от столицы Бурятии Улан-Удэ находится село Тарбагатай. В XVIII веке сюда были отправлены более 800 старообрядцев, поэтому оно считается одним из крупнейших и старейших старообрядческих центров в Восточной Сибири.

Жители села до сих пор сохраняют традиции старообрядческой культуры. В Тарбагатае действует культурный центр, который занимается, в том числе, проведением экскурсий. Туристам предлагают осмотреть дома с характерной архитектурой, узнать об обрядах и быте старообрядцев.`
  },
  {
    coordinates: [51.788493,104.249686],
    id: 20,
    hint: 'Кругобайкальская железная дорога',
    link: '/sights',
    image: CircumBaikalRailway,
    address: 'Кругобайкальская Железная Дорога, Иркутская область, Россия.',
    content: `Берега Байкала имеют сложный рельеф: многочисленные горы и густые леса делают многие участки труднодоступными. Несмотря на это в начале XX века вдоль южной части озера была проложена железнодорожная магистраль. Транспортная значимость этой дороги постепенно падала, поэтому она была частично разрушена. До наших дней сохранился участок протяженностью около 90 км, который связывает город Слюдянка и поселок Байкал.

Сегодня КБЖД – это памятник инженерного мастерства. Многочисленные тоннели, мосты, акведуки и галереи занимают примерно 10% всей протяженности дороги. Во время поездки можно также полюбоваться красотой Байкала и архитектурой начала XX века, которая сохранилась на многих станциях. По магистрали курсируют как обычные пассажирские, так и специальные туристические составы.`
  },
  {
    coordinates: [51.53763779603843,105.13752188666534],
    id: 21,
    hint: 'Байкальский заповедник',
    link: '/sights',
    image: BaikalNatureReserve,
    address: 'Bajkalski Rezerwat Biosfery, Республика Бурятия, Россия.',
    content: `Байкальский биосферный заповедник был основан в 1969 году. Он занимает большую территорию вдоль южного берега озера: общая площадь охраняемых участков превышает 165 тыс. га.

На территории заповедника растут редкие растения, живут сотни видов птиц и других животных. Познакомиться с флорой и фауной региона можно в Музее Природы, который работает с 1970-х годов. На территории также есть этногородок, проложено множество пешеходных маршрутов, в том числе специальные экологические тропы.`
  },
  {
    coordinates: [51.52583017588155,104.12664847156117],
    id: 22,
    hint: 'Гранатовый пляж',
    link: '/sights',
    image: PomegranateBeach,
    address: 'Красные Пески, Иркутская область, Россия.',
    content: `Гранатовый пляж находится на южном побережье Байкала, рядом с городом Байкальск. Свое название он получил из-за необычного песка, который здесь имеет насыщенный бордовый оттенок. Такой цвет пляжу дают частицы яркого камня – граната.

Пляж подходит для прогулок и спокойного отдыха у воды. Благодаря оригинальному оттенку песка он хорошо получается на фотографиях, особенно красивые кадры можно сделать на закате. Добраться до Гранатового пляжа из Байкальска можно всего за несколько минут на автомобиле по суше или на катере по воде.`
  },
  {
    coordinates: [51.515983,103.626489],
    id: 23,
    hint: 'Пик Черского',
    link: '/sights',
    image: CherskyPeak,
    address: 'Пик Черского, Иркутская область, Россия.',
    content: `Пик Черского – это самая высокая точка Комаринского хребта, которая находится неподалеку от города Слюдянка. Высота горы, названной в честь известного исследователя Восточной Сибири, составляет 2090 метров.

Восхождение на пик относительно простое и не требует большой альпинистской подготовки, поэтому оно по силам многим туристам. С горы открываются виды на панорамы Прибайкалья, а по пути на вершину летом можно встретить цветущие луга и красивые водопады.`
  },
  {
    coordinates: [51.743351,102.542276],
    id: 24,
    hint: 'Тункинская долина',
    link: '/sights',
    image: TunkinskayaValley,
    address: 'Восточный Саян, Иркутская область, Россия.',
    content: `Тункинская котловина – это большая (около 200 км в длину) долина в южном Прибайкалье. Она является домом для многочисленных видов диких животных и растений, поэтому с 1991 года на территории был образован национальный парк.

В живописной долине есть много мест, почти не затронутых деятельностью человека, поэтому она хорошо подходит для пеших походов. Во время экскурсии можно посмотреть на водопады, леса, альпийские луга и озера, а также посетить источники с лечебной минеральной водой. Долину обрамляют величественные горы Саяны, по которым можно проложить альпинистские маршруты.`
  },
  {
    coordinates: [53.194038,110.953418],
    id: 25,
    hint: 'Источники Хакусы',
    link: '/sights',
    image: KhakusaHotSprings,
    address: 'Горячие Источники Хакусы, Республика Бурятия, Россия.',
    content: `Одна из интересных достопримечательностей северного Прибайкалья – термальные источники Хакусы. Их название в переводе с эвенкийского языка обозначает «горячий»: температура воды в них достигает +46 градусов.


От источников до байкальского берега – меньше километра, есть обустроенный причал, поэтому сюда удобно добираться на водном транспорте. Можно посетить Хакусы самостоятельно, остановиться в доме отдыха или водолечебнице. Вода из источников является слабоминерализованной, используется для лечения кожных, эндокринных и других заболеваний.`
  },
  {
    coordinates: [55.455183,109.856557],
    id: 26,
    hint: 'Бухта Аяя',
    link: '/sights',
    image: AyayaBay,
    address: 'Бухта Аяя, Республика Бурятия, Россия.',
    content: `К северу от термальных источников Хакусы расположена уютная бухта Аяя. В ней можно укрыться от штормов, бушующих на озере: высокие берега бухты издавна защищают суда от непогоды.

Побережье, покрытое золотистым песком, подходит для спокойного пляжного отдыха. Если повезет, можно даже увидеть нерп, которые иногда приплывают отдохнуть на рифе, расположенном у входа в бухту. В прибрежных водах водится таймень, хариус и другая ценная рыба, поэтому сюда часто приезжают на рыбалку.`
  },
  {
    coordinates: [55.436944,110.035735],
    id: 27,
    hint: 'Озеро Фролиха',
    link: '/sights',
    image: LakeFrolikha,
    address: 'Оз. Фролиха, Республика Бурятия, Россия.',
    content: `В северном Прибайкалье есть живописное озеро, образованное отступавшим ледником – Фролиха. Его глубина достигает 80 метров, а площадь водной поверхности составляет около 17 км.

Местность, в которой расположено озеро, относительно труднодоступна, поэтому туристов здесь немного. Однако при желании добраться до живописного водоема можно пешком: от бухты Аяя к берегу проложена экологическая тропа, путь по которой займет около двух часов.

На Фролиху приезжают не только ради прогулок по живописным окрестностям, в прозрачных водах озера также можно порыбачить. Здесь водится много рыбы, в том числе хариус, сорога, щука, а также редкая арктическая рыба даватчан.`
  },
  {
    coordinates: [51.85999,104.863191],
    id: 28,
    hint: 'Поселок Листвянка',
    link: '/sights',
    image: ListvyankaVillage,
    address: 'Листвянка, Иркутская область, Россия.',
    content: `Поселок Листвянка находится на северо-западном берегу Байкала. От Иркутска сюда можно добраться всего за час, поэтому здесь часто останавливаются туристы. Поселок относится к старейшим поселениям в Прибайкалье – село Лиственничное, получившее название от многочисленных местных лиственниц, было основано еще в XVIII веке.

Листвянка станет удобной отправной точкой для экскурсий по озеру и окрестностям. Здесь есть несколько отелей и гостевых домов, а также другая туристическая инфраструктура. В самом поселке также есть, на что посмотреть: именно здесь расположен Байкальский музей с интересными интерактивными экспозициями и большим дендрологическим парком, также действует нерпинарий, есть сувенирный рынок.

По окрестностям Листвянки проложены маршруты для треккинга, на побережье можно заняться дайвингом или покататься на катере. Зимой рядом с поселком открываются лыжные и сноубордические трассы.`
  },
  // {
  //   coordinates: [54.005507116149445,107.16572417021426],
  //   id: 29,
  //   hint: 'Байкало-Ленский заповедник',
  //   link: '/',
  //   image: BaikalLenskyReserve,
  //   address: 'Байкало-Ленский заповедник, Иркутская область, Россия.',
//   content: `В 1980-х в северо-западном Прибайкалье был создан большой природный заповедник. Сегодня охраняемая зона занимает почти 660 тыс. га и включает в себя большой участок берега озера, часть Байкальского хребта и верховья реки Лена.


// По территории заповедника проводят экологические экскурсии, организуются пешие походы разной сложности и продолжительности. Здесь можно увидеть сибирские реки и густые леса, живописные побережья и бухты, горные ущелья с остатками древних вулканов. В заповеднике водятся десятки видов птиц и других животных, в том числе редкие виды – орлан-белоховст, огарь, черный аист.`
  // },
  {
    coordinates: [51.936504,106.201699],
    id: 30,
    hint: 'Байкальский Прибой',
    link: '/sights',
    image: BaikalSurf,
    address: 'Байкальский Прибой, Республика Бурятия, Россия.',
    content: `Маленький поселок Байкальский Прибой находится в Кабанском районе Бурятии, на берегу мелкого залива Посольский сор. Территория входит в состав большой рекреационной зоны – рядом с ним расположено несколько санаториев и домов отдыха для туристов, которых здесь особенно много летом.

Благодаря небольшой глубине залив хорошо прогревается, поэтому летом можно не только позагорать на берегу, но и искупаться. Песок мелкий и чистый, места достаточно для спокойного отдыха.

В районе есть инфраструктура для туристов: можно взять напрокат лодку или скутер, заказать экскурсию, найти кафе для обеда. Местность подходит для рыбалки: здесь водится омуль, окунь и другая рыба.`
  },
  // {
  //   coordinates: [51.85999,104.863191],
  //   id: 31,
  //   hint: 'Горнолыжный склон «Истлэнд»',
  //   link: '/',
  //   image: EastlandSkiSlope,
  //   address: 'Истлэнд, горнолыжный центр, Академическая улица, Листвянка, Иркутская область, Россия.',
  // },
  // {
  //   coordinates: [55.718593,109.090429],
  //   id: 32,
  //   hint: 'Горячий термальный источник «Гоуджекит»',
  //   link: '/',
  //   image: HotThermalSpringGoudzhekit,
  //   address: 'Гоуджекит, Республика Бурятия, Россия.',
//   content: `Неподалеку от Северобайкальска из гранитной скалы бьет горячий источник Гоуджекит. В любое время года температура воды в нем составляет около +50 градусов, поэтому купаться в ней можно и летом, и зимой.

// // Вокруг Гоуджекита выросла курортная зона, в которой легко найти базу отдыха, чтобы остановиться на несколько дней. Вода в источнике содержит йод, железо, калий и другие полезные микроэлементы, поэтому купание в ней считается лечебной.

// // Для гостей курорта оборудованы бассейны под открытым небом. Летом можно совместить лечебные погружения с пешими походами по окрестным лесам и горам. Бассейны и гостиницы также работают зимой. В зимние месяцы можно посетить горнолыжный курорт, расположенный рядом.`
  // },
  // {
  //   coordinates: [55.939323,110.33968],
  //   id: 33,
  //   hint: 'Горячий термальный источник «Дзелинда»',
  //   link: '/',
  //   image: HotThermalSpringDzelinda,
  //   address: 'Горячий источник «Старая Дзелинда», Республика Бурятия, Россия.',
//   content: `Еще один горячий источник северного Прибайкалья находится примерно в 70 км от Нижнеангарска и называется Дзелинда – по имени реки, протекающей рядом. Термальная вода остается горячей круглый год: температура не опускается ниже +40 градусов.


// У источника расположена база отдыха РЖД, которая может принимать и обычных туристов. Во время отдыха можно погрузиться в бассейн с целебной термальной водой, а также воспользоваться другой инфраструктурой курорта: здесь есть сауна, пункт проката спортивного снаряжения, кафе.

// За пределами базы отдыха обустроены общедоступные термальные ванны под открытым небом. Рядом можно остановиться с палаткой: место красивое и подходит для отдыха на природе.`
  // },
  // {
  //   coordinates: [55.038743,109.107901],
  //   id: 34,
  //   hint: `Мыс\n 
  //   Котельниковский`,
  //   link: '/',
  //   image: CapeKotelnikovsky,
  //   address: 'Мыс Котельниковский, Иркутская область, Россия.',
//   content: `Мыс Котельниковский, который находится на северо-западном берегу озера Байкал, известен своими термальными источниками. Их главная особенность – температура воды, которая превышает +80 градусов.

// Термальная вода не используется для питья, но подходит для купания. На мысе есть база отдыха с обустроенными бассейнами, на которой останавливаются многие туристы. Местность может быть интересной и для самостоятельно изучения: здесь можно собирать ягоды и грибы, рыбачить или пройти по живописному туристическому маршруту от мыса до горы Черского.`
  // },
  {
    coordinates: [53.838953,108.056567],
    id: 35,
    hint: 'Мыс Рытый',
    link: '/',
    image: CapeRyty,
    address: 'Мыс Рытый, Иркутская область, Россия.',
    content: `В северо-западном Прибайкалье, на территории Байкало-Ленинского заповедника, находится мыс Рытый. Свое название он получил из-за рельефа: склоны испещрены следами селей и покрыты хаотично разбросанными валунами.

Рытый является заповедной территорией, поэтому его посещают только по разрешениям. Туристов привлекает сюда не только красивая байкальская природа, но и археологические достопримечательности. Среди них большая каменная стена, длина которой превышает 330 метров, а высота доходит до полутора метров. В окрестностях сооружения найдена керамика и другие следы пребывания древних людей.`
  },
  {
    coordinates: [55.757592,109.731125],
    id: 35,
    hint: 'Остров Ярки',
    link: '/sights',
    image: YarkiIsland,
    address: 'Ярки, Республика Бурятия, Россия.',
    content: `Длинный песчаный остров Ярки едва выступает над водной гладью северного Байкала. Ширина этого равнинного островка не превышает ста метров, а длина – более 10 км.

На Ярки приезжают за хорошей рыбалкой: чаще всего здесь ловится щука и окунь. Летом можно позагорать и искупаться: глубина рядом с островом небольшая, поэтому примерно в июле вода нагревается до комфортных температур. Баз отдыха на Ярках нет, однако можно остановиться с палаткой. Есть зоны, оборудованные для пикников и пляжного отдыха.`
  },
  {
    coordinates: [53.745792,109.110156],
    id: 35,
    hint: 'Чивыркуйский залив',
    link: '/',
    image: ChivyrkuiskyBay,
    address: 'Чивыркуйский залив, Катунь, Респ. Бурятия, Россия',
    content: `Второй по величине байкальский залив находится в восточной части озера. Его длина превышает 25 км, а общая площадь акватории составляет около 300 км2. У берегов залива есть несколько красивых бухт с комфортными пляжами, поэтому место популярно у туристов.

Бухты Чивыркуйского залива неглубокие, поэтому в них удобно купаться. Район также привлекает рыбаков: ловить можно омуля, хариуса, налима. Туристы, которые решили остановиться в бухте Змеиная, могут попробовать минеральную воду из одноименного источника.`
  },
  {
    coordinates: [53.20421787473983, 107.33849961924828],
    id: 36,
    hint: 'Скала Шаманка',
    link: '/sights',
    image: Shamanka,
    address: 'Шаманская Скала, Иркутская область, Россия.',
    content: `В западной части острова Ольхон находится скала Шаманка (другие названия – мыс Бурхан, Шаман-скала). Один из самых известных символов Байкала расположен примерно в 600 метрах от поселка Хужир, поэтому добраться до него несложно.

Пещера в скале служила местом для жертвоприношений, которые проводили древние шаманы. Рядом с мысом обнаружены следы стоянок первобытных людей, а также артефакты, сохранившиеся от местных жителей других эпох. Место интересно не только для историков: отсюда можно любоваться озером, а сама скала хорошо просматривается с мыса, расположенного немного восточнее. Шаманку также стоит отсмотреть с Байкала: на западной стороне скалы есть выход темной породы оригинальной формы, похожий на фигуру дракона.`
  },
  // {
  //   coordinates: [53.428339,108.750255],
  //   id: 17,
  //   hint: 'Баргузинский залив и полуостров Святой Нос',
  //   link: '/',
  //   image: HolyNosePeninsula,
  //   address: 'Полуостров Святой Нос, Республика Бурятия, Россия.',
//   content: `Самый большой и глубокий (глубина доходит до 1 км) байкальский залив – Баргузинский, находится в восточной части озера. По его берегу тянется длинный пляж, к северной части примыкает большой полуостров Святой Нос. Территория залива частично относится к Забайкальскому национальному парку.

// Залив хорошо подходит для пляжного отдыха. Большая песчаная полоса окружена густым лесом, рядом есть несколько населенных пунктов с туристической инфраструктурой. Теплым летом вода у берегов прогревается достаточно для купания, вход в озеро пологий.

// Полуостров Святой Нос подходит для пеших походов и альпинизма – его высшая точка поднимается до высоты почти в 2 км. С вершин открывается вид на озеро, остров Ольхон и архипелаг Ушканьих островов.`
  // },
];


